_posts/language/2016-08-22-english-aubergine.html
---
layout: post
title: 单词本：茄子
categories: [language]
tags: [English]
---

<p>
茄子一直是我的最爱。红烧茄子的味道非常棒。
</p>

<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1"><span class="section-number-2">1</span> eggplant</h2>
<div class="outline-text-2" id="text-1">
<p>
我见识不广，只知道茄子是长条形状的，后来才知道，西洋的茄子长的鸡蛋形状。所以他们叫它 eggplant 鸡蛋植物。
</p>

<p>
茄子这个东西在美国澳大利亚叫 eggplant，而在英国则称之为 aubergine，到了印度南非又叫brinjal。实在是令人费解。
</p>

<p>
美国人澳大利亚人大概文化底蕴比较少，所以看着茄子外形长的像鸡蛋，就命名为eggplant
了。
</p>
</div>
</div>

<div id="outline-container-orgheadline2" class="outline-2">
<h2 id="orgheadline2"><span class="section-number-2">2</span> aubergine</h2>
<div class="outline-text-2" id="text-2">
<p>
据说 aubergine 源自法语 l'aubergine<sup>(fr)</sup>，德语也源自法语：die Aubergine<sup>(de)</sup>。这么看来，英法德他们又一次在茄子的命名上面达成了很好的共识。欧洲到底还是比较相亲相爱的一家人啊。
</p>
</div>
</div>

<div id="outline-container-orgheadline3" class="outline-2">
<h2 id="orgheadline3"><span class="section-number-2">3</span> brinjal</h2>
<div class="outline-text-2" id="text-3">
<p>
而印度南非叫 brinjal 则是受了葡萄牙语的影响，葡语中茄子叫 berinjela<sup>(pt)</sup>。
</p>
</div>
</div>

<div id="outline-container-orgheadline4" class="outline-2">
<h2 id="orgheadline4"><span class="section-number-2">4</span> mad apple</h2>
<div class="outline-text-2" id="text-4">
<p>
至于 mad apple 疯苹果这类称呼则是因为历史上有趣的意大利人一度怀疑吃了茄子会神经错乱：
</p>

<ul class="org-ul">
<li>In Italy, where eggplant was suspected of causing insanity, it was called mala
insana, "mad apple".</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline5" class="outline-2">
<h2 id="orgheadline5"><span class="section-number-2">5</span> 小结</h2>
<div class="outline-text-2" id="text-5">
<p>
综上所述，如果你想显得高雅贵族一点，那就管茄子叫 aubergine 吧，如果想平民化一点就叫它 eggplant，如果想非主流一些，那尽管叫它 brinjal 好了，没几个人听得懂的。
</p>

<p>
另外因为茄子的颜色很有特色：深紫色，所以 aubergine/eggplant 有时候也表示这种颜色：
</p>
<ul class="org-ul">
<li>an aubergine dress， an eggplant dress  一件深紫色的衣服</li>
</ul>


<p>
顺便提一下，其实，对于茄子的别名，汉语中的称呼我都感觉茫茫然：
</p>
<blockquote>
<p>
茄子，别名落苏（孟诜）、昆仑瓜（《大业杂记》），草鳖甲（《养生主论》），酪酥（《五代贻子录》），矮瓜、吊菜子（《广州植物志》）。<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>
</p>
</blockquote>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="http://old.zhongyibaike.com/wiki/%E5%90%8A%E8%8F%9C%E5%AD%90">http://old.zhongyibaike.com/wiki/%E5%90%8A%E8%8F%9C%E5%AD%90</a>
</p></div></div>


</div>
</div>
